---
kind: type
id: T:Autodesk.Revit.DB.Structure.Rebar
zh: 钢筋、配筋
source: html/70fd7426-f4a4-591c-8c06-3c18dda45e7d.htm
---
# Autodesk.Revit.DB.Structure.Rebar

**中文**: 钢筋、配筋

Represents a rebar element in Autodesk Revit.

## Syntax (C#)
```csharp
public class Rebar : Element
```